{
  "file": "phoenix_mobile_vending_and_mobile_food_vending_brochure.pdf",
  "keyword_contexts": {
    "webpage": {
      ".gov": [
        "Website: www.phoenix.gov/licenseservices"
      ]
    },
    "checklist": {},
    "guide to license": {},
    "bylaws": {},
    "penalties": {
      "fee": [
        "License  Application Fee  Permit Fee",
        "Application fees are not refundable and cannot be a pplied to license fees.",
        "Application fee; license fee; duration ; renewal.",
        "All applicants shall pay a nonrefundable applica tion fee of three hundred fifty dollars.",
        "A license fee of thirty dollars per calendar yea r shall be charged for a mobile vendor or mobile fo od vendor",
        "All license fees provided for herein shall be pr orated to the nearest month, provided that the mini mum license",
        "fee shall be ten dollars.",
        "The annual renewal of any license provided for i n this article shall be made by payment of the appr opriate fee",
        "In addition to the fee required by subsection A,  the applicant shall pay the City Clerk the fee est ablished by the",
        "This fee shall be paid for each person, after the f irst, required to submit fingerprints pursuant to S ection 10-",
        "A nonrefundable fee of ninety-f ive dollars shall be paid with each application for  a change of",
        "No license suspended shall be reinstated until a n application fee has been paid.",
        "No mobile vending unit or mobile food vending un it shall be larger than twenty-four feet long by te n feet",
        "wide by twelve feet high, provided that the operati on of attached venting while the unit is in operati on shall",
        "ten feet from the mobile vending unit.",
        "A mobile vendor or mobile food vendor located wi thin three hundred feet of any school, measured in a",
        "operating within one hundred fifty feet of a dwelli ng shall comply with the following additional requi rements:",
        "provided that such music shall not exceed fifty-fiv e decibels at one hundred feet from the source as m easured",
        "than one thousand three hundred twenty feet (1,320’ ), measured in a straight line from another mobile",
        "ten feet from the nearest point of the mobile vendi ng unit or mobile food vending unit.",
        "Be placed within fifteen feet of any street righ t-of-way.",
        "Be placed within one hundred feet of the interse ction of an on- or off-ramp of a freeway and the st reet to",
        "The fee"
      ],
      "fine": [
        "(22) Structure means as defined in Section 202 of the City of Phoe nix Zoning Ordinance."
      ]
    },
    "provincial business license": {},
    "provincial food business license": {},
    "municipal business license": {},
    "municipal food business license": {},
    "retail license for CPG": {},
    "curbside vending": {},
    "parking fees": {},
    "noise bylaws": {
      "sound": [
        "by a sound level meter."
      ]
    },
    "traffic bylaws": {},
    "operation hours": {
      "hours": [
        "Any mobile vending unit or mobile food vending u nit shall be removed from the site during the hours  of",
        "food vending operation shall also be removed from t he site during hours of non-operation.",
        "shall not operate between the hours of 2:00 a.m.",
        "parcel on which the school is located, shall not op erate between the hours of 6:00 a.m.",
        "A mobile food vendor shall not operate between t he hours of 2:00 a.m.",
        "(5) During periods of inactivity exceeding forty-ei ght hours such vehicle/equipment are not so parked or placed"
      ]
    },
    "branded consumer goods": {},
    "private property operation": {
      "private property": [
        "operation on private property.",
        "operates a mobile food vending unit that visits mul tiple private property sites on a daily basis for n o more than",
        "private property.",
        "This term does not include a mobile vending unit th at visits multiple private property sites on a dail y basis for no",
        "Mobile vending on private property; mo bile vendor license required; manager for each site",
        "transferred from one private property location to a nother private property location provided that the licensee",
        "Mobile vending operations on private property ar e subject to the following restrictions relating to  the site:",
        "It shall be unlawful for the owner of a parcel o f private property, upon which is operated a licens ed mobile",
        "does not include a mobile vending unit that visits multiple private property sites on a daily basis fo r no more than thirty"
      ]
    },
    "proximity regulations": {},
    "min distance to restaurant": {},
    "min distance to food truck": {},
    "non-food service proximity restrictions": {},
    "min distance proximity from other business": {},
    "num food trucks allowed in geographic area": {},
    "parking locations": {},
    "additional private restrictions": {},
    "name of local authority": {},
    "insurance requirements": {},
    "physical requirements for trucks": {},
    "exterior appearance guidelines": {}
  }
}